{
  "en": {
    "title": "Statement",
    "content": "Please be careful when placing an order to specify a link. Please note the type of links you need: pages, accounts, pictures, channels, videos or other links. In the case where the wrong link is specified, or there is no content on the specified link or the content is blocked, a refund is not possible. In this case, the order will be completed with an empty link. In this case, all service obligations of this platform will be deemed to be completed and deemed to be fully in line with the description. The names of services should be regarded as marketing names. In fact, they are not descriptions of services, nor are they part of service descriptions. The performance described in the service name and on the service page, such as speed, and order start speed should not be regarded as accurate indicators. We cannot guarantee that the order will start within the specified time period, nor can we guarantee that the order completion time will exactly match the time specified in the description. There is no guarantee that the counters or indicators of your pages, accounts, posts, pictures, or videos will change to a certain extent, because the programs used on different social networks may cancel the index we fry, or not calculate the fry index at all. If the value of speculation is cancelled by the social network immediately or within a later time, the order will still be considered completed, because the platform has completed all its obligations. Please note that under the same circumstances, the anti-frying process of social networks will bring a lottery type nature to our service. By purchasing this service, you will not purchase a certain number of fans, likes, or other accurate values. When the expected results are not reached, the order amount cannot be refunded, and the platform ’s service obligations for this order are considered to be fully completed and fully comply with the description."
  },
  "zh": {
    "title": "声明",
    "content": "在下单指定链接时请谨慎。请注意您需要的链接类型：页面、账号、图片、频道、视频或其他链接。在指定错误链接，或指定的链接上无内容或内容被屏蔽的情况下，退款是不可能的。在这种情况下，订单将会为空的链接完成。在这种情况下，本平台的所有服务义务将视为执行完成，视为完全符合描述。 服务的名称应看作营销名称，它们实际上，非服务的描述，也不是服务描述的一部。服务名称里和服务页面上描述的的性能，如速度、和订单开始速度不应视为准确的指标。 我们不能保证订单会在指定的时间阶段内启动，也不能保证订单完成时间完全符合描述内指定的时间。不能保证您页面、账号、帖子、图片或视频的计数器或指标会有一定的变化，因为不同社交网络上使用的程序可能取消我们给您炒炸的指数，或者根本不计算炒炸的指数。 如炒炸的数值立即或在后续时间内被社交网络取消，订单依然视为完成，因为平台已完成自己的全部义务。请注意，在如同情况下，社交网络的反炒炸程序会给我们的服务带来一种彩票类型的性质。通过购买这个服务，您不会购买一定数量的粉丝、赞数或其他的准确数值。在未达到预期成绩时，订单金额是不能被退款的，而平台对本订单的服务义务视为全面地完成，完全地符合描述。"
  }
}